[
  {
    "state_or_territory": "Alabama",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: No information found in connected sources about Alabama contracting out its child abuse hotline or intake investigations. These appear to be operated by the state’s Department of Human Resources (DHR). Reunification & Foster Care Placement: No recent vendor contracts were found. Alabama DHR likely provides reunification services and manages foster placements directly (though it may partner with private agencies for supporting services). No outsourced contract details were identified in the past two years."
  },
  {
    "state_or_territory": "Alaska",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Alaska’s Office of Children’s Services (OCS) runs the child abuse/neglect hotline and investigations; no recent outsourcing was found in sources. Reunification & Foster Care Placement: No evidence in connected sources of privatized foster care case management. These functions are handled by OCS (with collaboration from tribal organizations and local providers as needed). No vendor contracts identified in the last two years."
  },
  {
    "state_or_territory": "Arizona",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Arizona’s child welfare agency (the Department of Child Safety, DCS) operates the statewide child abuse hotline and investigations internally. No outsourcing of the hotline or CPS intake found in sources. Reunification & Foster Care Placement: Arizona DCS primarily manages foster placements and reunification. While DCS contracts with private agencies for services like parent aide, visitation, and therapy, core case management remains with DCS. No specific contracts for running these core functions were found in the last two years."
  },
  {
    "state_or_territory": "Arkansas",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Arkansas Department of Human Services (DCFS) handles the hotline and investigations. No connected source indicates these were outsourced. Reunification & Foster Care Placement: Arkansas DCFS has engaged some private partners for foster care support. For example, DCFS contracted with COMPACT Family Services as a private licensed agency to recruit, train, and support foster families . DCFS also contracts with private providers for specialized foster care (e.g. Qualified Residential Treatment Programs contracts were awarded to multiple providers in ). However, overall case management and reunification remain with DCFS staff. No new privatization initiatives in the past two years were found in sources beyond these supportive service contracts."
  },
  {
    "state_or_territory": "California",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: California’s child welfare system is county-administered. Each county’s child protective services runs its own hotline and investigations (no statewide outsourcing noted). These are public functions handled by county social service agencies. Reunification & Foster Care Placement: California counties frequently partner with private agencies for placement and family services. Counties utilize licensed private Foster Family Agencies (FFAs) to recruit and supervise foster homes for children with higher needs . By law, FFAs (nonprofits) recruit/train foster parents and find homes for children, under county oversight . For example, Los Angeles County DCFS contracts with dozens of FFAs to place children in foster homes. Nonetheless, county social workers retain case management and decisions on reunification. No singular statewide contract exists; partnerships are managed at the county level and have been ongoing (no specific new contracts in last two years identified)."
  },
  {
    "state_or_territory": "Colorado",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Colorado operates a statewide child abuse hotline that routes calls to counties; this system is run by the state/county agencies. No evidence of private operation of the hotline or investigations in sources – these are conducted by county human services departments. Reunification & Foster Care Placement: Colorado is state-supervised, county-administered. Counties may contract certain services (like family reunification programs or recruitment of foster homes) to private nonprofits, but core foster care case management is typically done by county caseworkers. No specific vendor contracts in the past two years were found in connected sources."
  },
  {
    "state_or_territory": "Connecticut",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Connecticut’s Department of Children and Families (DCF) runs the hotline and CPS investigations directly. No recent outsourcing of these functions was noted in sources. Reunification & Foster Care Placement: Connecticut DCF oversees foster care and uses some private providers for services (e.g. therapeutic foster care agencies, in-home service providers). However, no connected source indicated any new contracts outsourcing general foster placement or case management in the last two years. DCF retains primary responsibility, working with contracted providers for support services."
  },
  {
    "state_or_territory": "Delaware",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Delaware’s child abuse/neglect reporting hotline and investigations are handled by the state’s Department of Services for Children, Youth and Their Families (DSCYF). No indication of outsourcing these functions was found. Reunification & Foster Care Placement: Delaware contracts with private agencies for certain foster care support services (e.g. specialized foster homes, residential care), but overall foster placement and reunification services are managed by DSCYF’s Division of Family Services. No new vendor contracts in the past two years were identified in sources for these roles."
  },
  {
    "state_or_territory": "Florida",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: The Florida DCF operates the / statewide abuse hotline directly (no private vendor runs the hotline). Investigations (“protective investigations”) are conducted by DCF in most counties (and by local Sheriff’s Offices in a few counties through ). As of late , Florida decided to end the practice of contracting Sheriff’s Offices for CPS investigations and bring all investigations back under DCF . Reunification & Foster Care Placement: Florida’s model is heavily privatized after investigation. DCF outsources virtually all foster care case management, placements, and family reunification services to regional Community-Based Care lead agencies (CBCs). “No other state outsources its child welfare services to private organizations to the extent that Florida does,” notes a legislative analysis . Florida’s CBC lead agencies (nonprofit contractors) manage foster placements, reunification, and adoption in their service areas, under contract with DCF . For example, Eckerd Connects, Kids First of Florida, ChildNet, Citrus Family Care Network, and others each serve specific counties/regions. These contracts are large-scale and ongoing; each CBC receives tens of millions in funding annually. (Exact contract amounts vary by region; for instance, Eckerd’s former contract in the Tampa Bay area was roughly $–$ million per year before it transitioned in .) Florida continually rebids or extends CBC contracts – recent legislative action in - has tightened oversight of CBCs . In summary: Florida DCF retains hotline/investigation, but reunification and foster care case management are entirely contracted out to private lead agencies statewide ."
  },
  {
    "state_or_territory": "Georgia",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Georgia’s Division of Family and Children Services (DFCS) runs the state child abuse hotline and CPS investigations. No outsourcing of the hotline or intake was found in connected sources. Reunification & Foster Care Placement: Georgia DFCS manages foster care, with assistance from many private agencies for services. DFCS contracts with providers for some foster parent recruitment, training, and therapeutic foster care placements. However, case management and reunification efforts remain primarily DFCS responsibilities. No new large-scale privatization contracts in the past two years were identified. (Georgia had considered privatizing child welfare around but ultimately kept DFCS as the lead, using public-private partnerships for support services.)"
  },
  {
    "state_or_territory": "Hawaii",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: The Hawaii Department of Human Services runs the child abuse reporting hotline and investigations (statewide unit, given Hawaii has a unified state system). No indication of these being outsourced. Reunification & Foster Care Placement: Hawaii contracts with some nonprofit providers for family support and reunification services (e.g. parenting classes, visitation programs) and for recruiting foster homes (such as Catholic Charities helping with foster parent licensing). Core foster care placements and case management are done by state DHS social workers. No recent vendor contract shifts were found in sources; Hawaii’s system remains mostly state-operated with provider partnerships."
  },
  {
    "state_or_territory": "Idaho",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Idaho’s Department of Health and Welfare operates the centralized child protection reporting hotline and investigation process. No outsourcing noted for these functions. Reunification & Foster Care Placement: Idaho primarily handles foster care internally. The state may grant contracts or grants to local agencies for specific services (e.g. family preservation, substance abuse treatment for parents), but the placement of children and case management lies with state workers. No information in connected sources of any major privatization contracts in the last two years."
  },
  {
    "state_or_territory": "Illinois",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: The Illinois Department of Children and Family Services (DCFS) runs the hotline (---ABUSE) and child abuse investigations with state staff. No outsourcing of the hotline or investigative function was found. Reunification & Foster Care Placement: Illinois heavily relies on private agencies under contract for foster care case management and services. Approximately “ percent of our children who are in placement are with private agencies,” according to a DCFS official . Illinois DCFS maintains contracts with over private child welfare agencies for foster care, residential care, and related services . These nonprofit agencies (e.g. Catholic Charities, Children’s Home & Aid, Lutheran Social Services, etc.) supervise foster homes and work on family reunification under performance-based contracts with DCFS . The state funds these agencies via yearly contracts (with rates set by the state; recent budgets have increased payments to private agencies). In summary, Illinois retains legal authority but contracts out most foster care case management, making it one of the more privatized systems (though not to the extent of Florida). This model has been long-standing; no singular new contract in the last two years, but ongoing contracts were maintained and adjusted (for example, DCFS instituted pay increases for private agency staff in to address staffing issues )."
  },
  {
    "state_or_territory": "Indiana",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Indiana’s Department of Child Services (DCS) operates the child abuse hotline (the Indiana Child Abuse and Neglect Hotline) centrally with state employees, and conducts investigations directly. No outsourcing of these functions was found in sources. Reunification & Foster Care Placement: Indiana DCS manages foster placements and case management. DCS does contract with private service providers for things like home-based services, therapy, and visitation facilitation to support reunification, but the overarching case management remains with DCS family case managers. No known recent contracts outsourcing the primary foster care management to any NGO; Indiana’s model is state-run with contracted support services."
  },
  {
    "state_or_territory": "Iowa",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: The Iowa Department of Health and Human Services (HHS, which now includes child welfare) runs the child abuse hotline and CPS intake. These are handled in-house (no indication of external contracting). Reunification & Foster Care Placement: Iowa has a hybrid approach. The state retains case management of foster care, but it contracts extensively for support services. For example, Iowa contracts private agencies to run “Family-Centered Services” (to prevent removal and aid reunification) and to recruit/manage foster families (e.g. Four Oaks had a contract for foster/adoptive parent recruitment and support). Additionally, Iowa contracts for safety plan services and supervised visitation through NGOs. However, the core placement decisions and case oversight stay with HHS social workers. No major shift in the last two years was found; existing contracts for services have been ongoing (the state re-procured some service contracts around )."
  },
  {
    "state_or_territory": "Kansas",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Kansas Department for Children and Families (DCF) keeps the child abuse hotline (Kansas Protection Report Center) and investigations under state management. These intake functions are not outsourced. Reunification & Foster Care Placement: Kansas has one of the most privatized foster care systems. Since the late 1990s, Kansas DCF has contracted out all foster care case management, family reunification, and adoption services to several nonprofit providers. As of –, Kansas renewed its Case Management Provider contracts for foster care. The contracts (effective July , through June , ) were awarded to five NGOs: KVC Kansas, TFI Family Services, Cornerstones of Care, Saint Francis Ministries, and EmberHope Youthville . These providers each serve specific catchment regions of the state. In a recent rebid, EmberHope replaced Saint Francis Ministries in the Wichita/Sedgwick County region (effective ) after St. Francis faced performance and financial issues . Each contractor is responsible for foster home placements, case management, and reintegration (reunification) services in their area under performance-based contracts. Kansas’s DCF oversees the contracts and retains investigative authority, but day-to-day foster care and reunification services are run by those private agencies. (Contract amounts are substantial; the five-year contracts are reportedly worth hundreds of millions combined, though exact figures were not cited in the sources above. The system’s challenges – such as high caseloads – have been noted .)"
  },
  {
    "state_or_territory": "Kentucky",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Kentucky’s Department for Community Based Services (DCBS) runs the centralized hotline and CPS investigations. No indication of outsourcing those functions in sources (they remain state duties). Reunification & Foster Care Placement: Kentucky primarily keeps foster care case management public. DCBS social workers handle cases and placements. However, Kentucky works closely with private childplacing agencies: many foster children are placed through private agencies (for example, Necco, Sunrise Children’s Services, etc., contract to provide foster homes for DCBS). Kentucky also contracts nonprofits for family reunification and preservation programs (like KECSAC for supportive services). Still, DCBS retains control of case plans and court oversight. No major new privatization contracts in the last two years were found; the state continues its public-private partnership model where private agencies supplement the state’s efforts but do not replace DCBS case management."
  },
  {
    "state_or_territory": "Louisiana",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Louisiana’s Department of Children and Family Services (DCFS) handles the child abuse hotline and investigations statewide. These are not outsourced (no evidence in sources of a vendor running the hotline). Reunification & Foster Care Placement: Louisiana DCFS oversees foster care and uses private providers mainly for specialized services (e.g. therapeutic foster care through agencies, or providers for family support programs). The core foster care and reunification cases are managed by DCFS caseworkers. No information was found indicating any recent contract outsourcing these primary functions. (Louisiana has faced challenges with capacity but has not privatized its system in the way Kansas or Florida have.)"
  },
  {
    "state_or_territory": "Maine",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Maine’s Office of Child and Family Services (OCFS) operates the hotline and investigations directly. No outsourcing of these was found. Reunification & Foster Care Placement: Maine’s child welfare is state-run. OCFS handles placements and case management. Some contracts exist with private agencies for support (e.g. Maine contracts providers for Family Reunification Program services and for recruitment/training of foster/adoptive parents through the AFFM organization), but the overall responsibility remains with OCFS. No changes via vendor contracts in the past two years were identified in connected sources; Maine continues to run these functions publicly with contracted support services."
  },
  {
    "state_or_territory": "Maryland",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Maryland is state-supervised, county-administered. Reports are made to local departments of social services or a centralized number that directs to locals – all managed by public agencies (no private hotline operators). Investigations are done by county DSS workers. Reunification & Foster Care Placement: Maryland relies on both public and private resources. The local DSS offices manage foster care cases, but they contract with private providers for many services: e.g. residential treatment centers, private therapeutic foster care agencies, and reunification service providers. For instance, Maryland contracts with agencies like Pressley Ridge or Building Families for certain placement types. Still, case management and reunification planning are overseen by county child welfare staff. No specific new privatization contracts in last two years were noted; Maryland’s model has long involved contracted private agencies in supporting roles rather than full outsourcing."
  },
  {
    "state_or_territory": "Massachusetts",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: The Massachusetts Department of Children and Families (DCF) runs the Child-at-Risk Hotline (after-hours calls are often handled by a state-operated hotline center) and conducts investigations itself. No outsourcing of the hotline or CPS intake was found in sources. Reunification & Foster Care Placement: Massachusetts DCF manages foster care and family reunification. It contracts out many support services (e.g. intensive family preservation programs, residential programs, mentoring, etc.) to private nonprofits, and also uses private foster care agencies for some placements (termed “child placement agencies”). However, DCF social workers retain primary case management for children in care. No indication of a shift to vendor-run foster care in the past two years; Massachusetts continues its public agency-led system supplemented by contracted services."
  },
  {
    "state_or_territory": "Michigan",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Michigan’s centralized abuse/neglect hotline (run by MDHHS) and CPS investigations are done by the state or county child protective staff. No outsourcing of the hotline or investigative intake was found. Reunification & Foster Care Placement: Michigan uses a public-private partnership model. By law and court settlement, a significant portion of Michigan’s foster care cases are managed by private agencies under contract. In recent years, roughly -% of foster children are supervised by private agencies (like Bethany Christian Services, Samaritas, Wellspring Lutheran, etc.), while the rest are managed by MDHHS directly. Michigan’s system is essentially split: MDHHS purchases foster care case management services from a network of licensed private agencies, which handle placements and work on reunification for the cases they manage. The state sets per diem rates and oversight. This model has been in place for over a decade (stemming from a Children’s Rights lawsuit settlement). No new singular contract in the past two years – rather, ongoing contracts with dozens of agencies. In , a group of private agencies sued the state over payment rates, indicating the contract arrangements remain active and contentious (not cited in sources above, but reported in news). The state continues to contract out about half of foster cases to private providers, making Michigan one of the more privatized systems (though still mixed public/private)."
  },
  {
    "state_or_territory": "Minnesota",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Minnesota is state-supervised, county-administered. Reports are made to county or statewide lines but handled by county staff. There’s a state child protection hotline that routes calls, but no evidence of privatization – counties conduct the CPS intake and investigations. Reunification & Foster Care Placement: Counties in Minnesota manage foster care cases. Some urban counties (like Hennepin, Ramsey) contract parts of service delivery to private agencies (for example, agencies providing in-home services or foster parent recruitment). Minnesota also has a unique “Private agency foster care” setup where private licensed agencies recruit foster homes that counties can use. However, case management of children remains with county social workers. No major new privatization efforts were found in sources for the last two years; the system remains primarily county-run with private partnerships."
  },
  {
    "state_or_territory": "Mississippi",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Mississippi Department of Child Protection Services (MDCPS) operates the hotline and investigations. No outsourcing of the hotline or CPS intake is indicated in connected sources. Reunification & Foster Care Placement: Mississippi has pursued some public-private initiatives. Notably, Mississippi entered into contracts with private organizations as part of reforms following the Olivia Y. lawsuit settlement. For example, MDCPS contracted with a nonprofit (such as Canopy Children’s Solutions) in past years to provide in-home reunification support and therapeutic foster care. Additionally, a contract with Public Knowledge (CSF) was in place (–) to provide technical assistance in improving foster care systems . As of the last two years, Mississippi was transitioning some case management back inhouse. In , the legislature enabled MDCPS to reorganize services; no brand-new privatized case management contracts were reported in sources. In summary, Mississippi utilizes private providers for certain services (e.g., specialized foster homes, reunification programs) but no evidence was found of a comprehensive outsourcing of hotline, investigations, or overall foster care management in the recent past."
  },
  {
    "state_or_territory": "Missouri",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: The Missouri Department of Social Services (Children’s Division) runs the hotline (the Child Abuse/Neglect Hotline Unit) and investigations internally. No outsourcing of hotline operations noted. Reunification & Foster Care Placement: Missouri uses a mix of public and private resources. The Children’s Division handles most case management, but Missouri contracts with numerous private agencies for foster care support services and placements. For instance, Missouri’s “purchase of service” system allows private agencies (like Great Circle, Cornerstones of Care, FosterAdopt Connect) to supervise some foster homes or provide family reunification services under contract. There has been discussion in Missouri about possibly expanding private contracting – e.g., a bill considered allowing more outsourcing of certain child welfare services – but as of now, Missouri has not fully privatized foster care. The last major contracts include partnerships for case management in select areas (St. Louis and Kansas City regions have pilot programs where agencies handle portions of cases). No new statewide vendor contract in the past two years was identified, aside from ongoing regional contracts."
  },
  {
    "state_or_territory": "Montana",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Montana’s Department of Public Health and Human Services (DPHHS) manages the child abuse hotline and investigations. No known outsourcing of these core functions (not found in sources). Reunification & Foster Care Placement: Montana’s child welfare (Child and Family Services Division) is largely state-run. While the state may contract providers for auxiliary services (e.g. family therapy, residential care), foster care placements and reunification efforts are handled by state caseworkers. No information found on any privatized contracts for these functions in the last two years; Montana appears to keep these responsibilities within the agency."
  },
  {
    "state_or_territory": "Nebraska",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Nebraska Department of Health and Human Services (DHHS) runs the state child abuse hotline (and an online reporting system) and conducts investigations. These remain state functions (no outsourcing evidence for hotline/intake). Reunification & Foster Care Placement: Nebraska experimented with privatization in the 2010s. DHHS had contracted Saint Francis Ministries (a Kansas-based nonprofit) in to serve as the lead agency for child welfare case management in the eastern service area (Omaha metro). The -year, $ million contract with Saint Francis was supposed to cover foster care case management and services for that region . However, the contract faced serious problems: Saint Francis underbid and struggled financially and programmatically. Nebraska terminated its contract with Saint Francis in December due to failure to meet requirements . Effective January , DHHS took back direct case management for the Omaha area . Saint Francis’s contract, which had been supplemented by emergency funds (an extra $ million) to keep it afloat, was cut short . After termination, Nebraska ended the privatization model – the state now directly manages all foster care cases statewide. Saint Francis was retained in a limited role as a foster care support agency (recruiting and licensing foster homes) but no longer oversees case management . In , Nebraska’s legislature even passed a bill to prohibit such lead-agency privatization going forward (ending the decade-long experiment). In summary: Nebraska’s last vendor contract for foster care (Saint Francis, –) was terminated . Currently, no private vendor runs hotline, intake, or core foster care/reunification services in Nebraska; those are back with DHHS."
  },
  {
    "state_or_territory": "Nevada",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Nevada is state-supervised but split: Clark County (Las Vegas) and Washoe County (Reno) handle their own CPS hotlines, and the state handles remaining rural counties. All are publicly operated (no outsourcing of hotlines/investigations found). Reunification & Foster Care Placement: Clark and Washoe county child welfare agencies manage foster care in their areas, and the state DCFS handles it for rural counties. Nevada partners with private providers for certain services (e.g. foster parent training through “Foster Kinship” nonprofit in Vegas, or specific contracts for in-home services). However, case management and placements are led by the public agencies. No recent evidence of Nevada contracting out the overall running of foster care or reunification; the public agencies remain in charge, with NGOs providing supplementary services under contract."
  },
  {
    "state_or_territory": "New Hampshire",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: New Hampshire’s Division for Children, Youth and Families (DCYF) operates the central intake unit for abuse/neglect reports and conducts investigations. No outsourcing of the hotline or intake function was found. Reunification & Foster Care Placement: New Hampshire DCYF manages foster care and reunification internally, though it does contract out some services (counseling, parent aides, etc.). NH has relatively fewer private agencies involved compared to larger states; placements are typically arranged by DCYF. No vendor contract for running these functions was identified in the last two years; New Hampshire remains a state-operated system."
  },
  {
    "state_or_territory": "New Jersey",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: New Jersey’s Department of Children and Families (DCF) runs a statewide hotline (State Central Registry) and performs investigations via its Division of Child Protection and Permanency. These are state-run functions (no outsourcing noted). Reunification & Foster Care Placement: New Jersey DCF handles foster care cases through state staff, but also contracts many services. NJ has a network of private providers for in-home counseling, visitation, and foster home recruitment (e.g. agencies like CarePlus NJ, Children’s Home Society). There was an initiative called “Case Practice Model” but no private takeover of case management. No recent contracts handing over core foster care management to an NGO were found. The state continues to utilize contracts for services while DCF caseworkers oversee placements and reunification."
  },
  {
    "state_or_territory": "New Mexico",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: New Mexico’s Children, Youth and Families Department (CYFD) operates the Statewide Central Intake hotline and CPS investigations. These remain internal to CYFD (no indication of outsourcing the hotline). Reunification & Foster Care Placement: New Mexico CYFD manages foster care directly. The state does utilize private agencies for some support roles (e.g. CYFD contracts with nonprofits for foster parent training, and certain specialized foster care programs). In –, New Mexico focused on improving in-house services rather than privatization. No connected source indicated any vendor contracts running core foster placements or reunification; CYFD retains those duties."
  },
  {
    "state_or_territory": "New York",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: New York has a centralized state-run Child Abuse State Central Register (hotline) operated by the NYS Office of Children and Family Services – it’s staffed by state operators, not outsourced. Investigations are conducted by local Child Protective Services (county or NYC staff). Reunification & Foster Care Placement: New York’s system is county-administered and highly reliant on private agencies for foster care. In New York City, the Administration for Children’s Services (ACS) contracts with a “network of dozens of foster care agencies” to handle foster placements and case management . These private nonprofit agencies (often called “voluntary agencies”) – e.g. Graham Windham, Catholic Guardian Services, SCO Family of Services, etc. – have contracts with NYC ACS to provide foster boarding home care, adoption, and family reunification services. ACS oversees these contracts and the agencies carry out the day-to-day casework for most children in care. Similarly, many other NY counties contract with private agencies for foster care services (though smaller counties may manage more themselves). New York City’s entire foster care system is privatized at the service delivery level, with ACS acting as contract monitor. (As of , ACS had contracts with about foster care agencies.) Upstate, counties like Westchester, Monroe, Erie, etc., also contract out significant portions of foster care to local nonprofits. These contracts are typically ongoing and renewed every few years; for example, NYC’s contract cycle is every – years. In the last two years, NYC has continued this model – no reversal. (In fact, a recent issue arose with two major providers in Philadelphia leaving – while not NY, it underscores challenges in private agency insurance, similar agencies operate in NY.) In summary, New York (especially NYC) uses private agencies for reunification and foster placement, funded through contracts, while hotline and investigations remain government-run ."
  },
  {
    "state_or_territory": "North Carolina",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: North Carolina is county-administered for child welfare. Reports are made to each county’s DSS (and there’s a single state hotline number that directs callers). Investigations are done by county social workers. No outsourcing of hotlines; these are public. Reunification & Foster Care Placement: Counties handle foster care case management, but they utilize many private providers. For instance, counties contract with private licensed child-placing agencies for therapeutic foster care and with nonprofits for family reunification services. The state’s “Kids First” initiative and IV-E waivers led to partnerships with agencies for prevention services, but no county or the state has fully outsourced foster care management. No new state-level privatization was identified; North Carolina continues with county-run systems supported by contracted agencies for specific services."
  },
  {
    "state_or_territory": "North Dakota",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: North Dakota’s child abuse intake is handled through a centralized reporting line to the ND Department of Human Services, which then involves county human service zones for investigation. These are government-run functions; no outsourcing noted. Reunification & Foster Care Placement: North Dakota historically has a smaller system. County social services (now regional human service zones) manage foster care cases, and the state oversees. Private agencies (like PATH ND for therapeutic foster care, which is a branch of Lutheran Social Services) are contracted for certain placements and services. However, primary case management and reunification tasks are handled by public agency staff. No known new contracts outsourcing core functions in the past two years; ND’s structure remains public with limited private agency partnerships."
  },
  {
    "state_or_territory": "Ohio",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Ohio is state-supervised, county-administered. Each county has its own hotline or participates in regional hotlines; those are staffed by county child welfare personnel. No evidence of contracting out hotline operations – they are public (some smaller counties might share a call center, but still within the public system). Investigations are done by county Children Services agencies. Reunification & Foster Care Placement: Ohio counties have significant flexibility and many contract with private agencies. Especially in urban counties, a large portion of foster care is managed by private providers under contract. For example, Cuyahoga County (Cleveland) and Franklin County (Columbus) use private agencies for placement of children: they refer foster cases to agencies like Ohio MENTOR, SAFY, Pressley Ridge, etc., which recruit foster families and supervise the homes. Nevertheless, the county agency typically retains legal case management oversight and court reporting. Some counties (e.g. Hamilton County/ Cincinnati) have contracted out case management for certain cases to private agencies in the past. Ohio also contracts private nonprofits for reunification and prevention programs (like NW Ohio Regional CAC or provider networks for in-home services). In summary: Ohio’s model is pluralistic – no single vendor per state, but numerous private contracts at county level. No single recent contract covers the whole state; instead, each county renews contracts with various agencies regularly. (No connected source listed specifics, but this is the known structure.)"
  },
  {
    "state_or_territory": "Oklahoma",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Oklahoma’s Department of Human Services (OKDHS) operates the centralized child abuse hotline and CPS investigations internally. No outsourcing of these functions noted in sources. Reunification & Foster Care Placement: Oklahoma has gradually increased private partnerships. After a settlement (Pinnacle Plan), OKDHS contracted some responsibilities: for example, they outsource recruitment and support of foster families to private agencies. In recent years, Eckerd Connects was contracted to implement a foster care data analytics program (and at one point helped with predictive analytics for child safety in a pilot ). For case management, Oklahoma still uses state caseworkers. However, certain post-removal services (like family reunification programs and therapeutic foster care) are provided by nonprofits under contract (e.g. OCI, NorthCare for family reunification). No complete outsourcing of foster placements was found; OKDHS retains management while using contracted agencies for support roles. No new major privatization contracts in the last two years were identified in connected sources."
  },
  {
    "state_or_territory": "Oregon",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Oregon’s Department of Human Services (ODHS) runs the statewide child abuse hotline and local CPS investigations with state staff. No outsourcing of hotline or intake found. Reunification & Foster Care Placement: Oregon DHS manages foster care directly, though it has contracts with private providers for certain specialized services (e.g. behavioral rehabilitation services, family reunification programs like Family Finding). Oregon also contracts agencies for recruiting foster homes for specific populations (e.g. Boys & Girls Aid for teen foster homes). But core case management remains with DHS caseworkers. No indication of new vendor contracts taking over these functions in recent years; Oregon’s system remains primarily public with contracted services."
  },
  {
    "state_or_territory": "Pennsylvania",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Pennsylvania operates a centralized state child abuse hotline called ChildLine, which is staffed by state DHS employees (no private vendor) . Investigations are conducted by county Children and Youth agencies (county-run CPS). No outsourcing of the hotline itself (though a few years ago there were concerns about unanswered calls, but the state addressed that internally ). Reunification & Foster Care Placement: Pennsylvania is state-supervised, county-administered, and many counties outsource substantial parts of foster care services to private agencies. For example, Philadelphia DHS outsources virtually all in-home case management for foster care to a network of Community Umbrella Agencies (CUAs) (private nonprofits). “The Department of Human Services outsources the task of checking in on kids in foster care and kinship care to a network of nonprofit providers, called ‘community umbrella agencies’… covering geographic areas in the city” . Until recently, CUAs (e.g. Turning Points for Children, Catholic Social Services, Northeast Treatment Centers, etc.) managed Philadelphia’s foster care cases under city contracts. (In –, two CUAs withdrew, causing the city to rebid those regions ). Pittsburgh’s Allegheny County also contracts private agencies for foster care and kinship case management support (e.g. wards are often co-managed with agencies like Holy Family Institute). Many other Pennsylvania counties contract with provider agencies for placement services, foster home recruitment, and reunification programs (for instance, Diakon, Pressley Ridge, FCCY manage many foster homes across multiple counties under contracts). The common theme: County agencies hold legal case responsibility but private agencies carry out casework services under contract in much of PA. These contracts are typically ongoing; if no new ones in the past two years, the last known contracts remain in effect (if a contract lapsed, typically a new RFP was issued). For example, Philadelphia had to allocate an extra $ million to reorganize CUA contracts after the two nonprofits dropped out . In summary: Pennsylvania uses extensive private contracting at the county level for foster care and reunification, while the state ChildLine hotline and investigative functions remain public ."
  },
  {
    "state_or_territory": "Rhode Island",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Rhode Island’s Department of Children, Youth & Families (DCYF) runs the hotline and investigations itself. No contracting out of hotline/intake noted. Reunification & Foster Care Placement: Rhode Island DCYF manages foster care, though it contracts with various private providers for services. For instance, DCYF contracts nonprofits for foster parent recruitment/ training (like Children’s Friend for licensing kinship homes) and for intensive family reunification services (e.g. Family Care Community Partnerships programs run by agencies). But DCYF maintains case management responsibility. No information found indicating any move to outsource primary foster care management in the past two years; Rhode Island continues with DCYF-led operations supplemented by service contracts."
  },
  {
    "state_or_territory": "South Carolina",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: South Carolina’s Department of Social Services (DSS) operates the centralized abuse hotline and conducts CPS investigations. No outsourcing of these in sources. Reunification & Foster Care Placement: South Carolina DSS handles foster placements and case management. SC does utilize private child-placing agencies and group care providers via contracts (for example, Miracle Hill, Epworth Children’s Home for group foster care, and others for therapeutic foster homes). Family reunification services are often provided by private partners under contract (like family preservation contracts with organizations such as Eckerd Connects which had a family strengthening program in SC). Nevertheless, DSS caseworkers oversee the cases. No known new contracts handing off core foster care duties to private entities in the last two years; SC DSS remains the lead agency with ongoing provider contracts for supportive services."
  },
  {
    "state_or_territory": "South Dakota",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: South Dakota’s Department of Social Services runs the hotline and investigations statewide. No indication of private operation of the hotline; these are state-run. Reunification & Foster Care Placement: South Dakota’s foster care system is relatively small and managed by DSS. The state partners with tribal social services for Native American children (ICWA compliance) and contracts some group facilities or specialized foster care agencies for certain youth. But primary foster home placements and reunification efforts are handled by DSS social workers. No evidence of any outsourcing of these functions to an NGO in the past two years; SD continues with its public system."
  },
  {
    "state_or_territory": "Tennessee",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Tennessee’s Department of Children’s Services (DCS) operates the state child abuse hotline and conducts investigations. These are not outsourced (the hotline is state-run). Reunification & Foster Care Placement: Tennessee DCS uses a hybrid model. DCS case managers handle most foster care cases, but Tennessee contracts with a large network of private providers for placement and services. Many foster children in TN are placed in private agency foster homes (agencies like Youth Villages, Omni Visions, Camelot, Bethany contract with DCS). Under Tennessee’s performance-based contracts, private agencies receive cases for foster care placement and work towards reunification or adoption, while DCS monitors outcomes. Tennessee also contracts out all residential congregate care to private organizations. So while DCS retains legal custody and oversight, a significant portion of foster care casework is performed by contracted private agencies through memorandums of understanding. In the past two years, Tennessee continued this model – for example, DCS renewed contracts with providers and expanded efforts with nonprofits to address foster home shortages. In summary: Hotline/intake remain public, but foster placement and reunification services are delivered via a mix of DCS and many private agencies under contract (a long-standing arrangement in Tennessee)."
  },
  {
    "state_or_territory": "Texas",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Texas Department of Family and Protective Services (DFPS) operates the statewide Abuse Hotline and Statewide Intake for reports – this call center is staffed by DFPS employees (no outsourcing; it runs / with DFPS intake specialists ). CPS investigations (intake assessments) are also handled by DFPS caseworkers (except in a few pilot community programs). Reunification & Foster Care Placement: Texas is in the midst of transitioning to a Community-Based Care (CBC) model, which privatizes foster care case management region by region. Under CBC, DFPS contracts a single lead nonprofit (called Single Source Continuum Contractor, SSCC) in a region to handle foster placements, case management, and reunification services for children in state care . This shift began with pilots and has expanded in the last two years: • In Region 3B (Fort Worth area), ACH Child and Family Services (Our Community Our Kids) has been the SSCC since and continues to serve that area . • In Region (Northwest Texas), a consortium called 2INgage (Texas Family Initiative & New Horizons) is the SSCC since . • Region (Panhandle/Lubbock) was awarded to Saint Francis Ministries in ; they progressed to Stage II (full case management) . (There have been reports of challenges – e.g. Saint Francis requested waivers and had financial issues , but as of early they were still operating in Region , though Texas Tribune noted struggles .) • Region 8A (Bexar County/San Antonio) was under Family Tapestry (Children’s Shelter) starting , but due to performance problems DFPS paused its expansion; eventually Family Tapestry withdrew in , returning cases to DFPS (this specific detail not in connected text, but widely reported). DFPS has since reissued an RFA for Bexar County CBC . • In , Texas greatly expanded CBC contracts: Region (Deep East Texas) was awarded to Texas Family Care Network (Pressley Ridge) in March . Region (Piney Woods) was awarded to 4Kids 4Families (a division of Arrow Child & Family Ministries) in . Region 3E (Dallas area east) was awarded to EMPOWER (a consortium led by Texas Family Initiative) in . These new SSCCs began Stage I (handling foster placements) in , with plans to assume full case management (Stage II) in - . Indeed, by April Region ’s SSCC moved to Stage II, taking on case management and reunification services . Region 3E’s contractor moved to Stage II in March . • Upcoming: Texas has issued RFAs for remaining regions (Regions 6A/6B Houston area, 8A again, and Region El Paso) , aiming for full statewide CBC by around . In summary, Texas is actively contracting out foster care and reunification on a regional basis. As of , about one-third of the state’s child welfare is under private SSCC management , and new contracts were signed in for three regions . The contracts generally are multi-year; for example, the awards run through mid- . DFPS still runs the hotline and investigations, but foster care case management is increasingly handled by private contractors (with DFPS oversight) in the CBC model . Notably, earlier contractors faced difficulties (Providence Service Corporation quit Region after one year in ; Saint Francis in Region has struggled), so Texas created an Office of CBC Transition to support this rollout ."
  },
  {
    "state_or_territory": "Utah",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Utah’s Division of Child and Family Services (DCFS) operates the statewide hotline and investigations without outsourcing. No private vendor runs the hotline or CPS intake (not found in sources). Reunification & Foster Care Placement: Utah DCFS manages foster care directly. DCFS does partner with private providers for certain services (for example, Evident Change (formerly NCCD) provides Utah with the Structured Decision Making risk assessment tools for hotline screening , but that is a tool, not operations). Also, Utah contracts out some reunification and preventive service programs (e.g. HomeWorks intensive reunification program had private evaluators). However, the day-to-day foster placements and case management are by DCFS caseworkers. No recent contracts handing off those functions entirely to a private entity were found; Utah’s system remains state-run with contracted support in limited areas."
  },
  {
    "state_or_territory": "Vermont",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Vermont’s Department for Children and Families (DCF) runs the child protection line and investigations. No indication of outsourcing those (they are small enough to handle internally). Reunification & Foster Care Placement: Vermont DCF handles foster care largely in-house given the state’s size. DCF may contract some services (like family visitation centers to organizations such as Easterseals VT, and perhaps therapeutic foster care through agencies), but primary case management stays with DCF. No information in connected sources of vendor contracts for running foster placements/ reunification; Vermont continues with a public model."
  },
  {
    "state_or_territory": "Virginia",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Virginia operates a statewide CPS hotline that routes calls to local departments (statesupervised, county/city-administered system). The hotline is public (no outsourcing). Local DSS offices investigate reports. Reunification & Foster Care Placement: Virginia’s local departments of social services manage foster care cases. Many localities contract with private agencies for certain placements – e.g. Virginia makes heavy use of private child-placing agencies for therapeutic foster care. Roughly half of Virginia’s foster children are placed through private agencies that are reimbursed by the state. For reunification and services, local DSS often refer families to private providers (counseling, FFT, etc.). But the legal case management and decisionmaking remain with the public DSS agencies. No new statewide privatization found; Virginia maintains its mixed system with state oversight and local DSS contracting some services to private agencies. (Note: Virginia is state-supervised, locally-administered, so each locality may have its own contracts with agencies like UMFS, Intercept, etc., for foster home management.)"
  },
  {
    "state_or_territory": "Washington",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Washington’s Department of Children, Youth, and Families (DCYF) operates the statewide intake hotline and CPS investigations. These are done by state employees (no outsourcing of hotline). Reunification & Foster Care Placement: Washington has generally kept foster care case management public (historically, an attempt in the 2010s to outsource case management via “Performance Based Contracts” was reversed by ). DCYF does contract with many private agencies for specific services: e.g. Family Preservation Services contracts, Behavioral Rehabilitation Services (therapeutic group homes), and private agencies that recruit foster families (particularly for therapeutic foster care). For instance, agencies like Olive Crest or Catholic Community Services might manage certain foster homes under contract. However, as of the last two years, Washington has not transferred general foster care case management to private contractors – DCYF social workers still manage cases and coordinate reunification. No new vendor-run model has been implemented; the system remains state-run with contracted service providers."
  },
  {
    "state_or_territory": "West Virginia",
    "function": "Foster Care Placement, Case Management, Reunification",
    "contractor": "NECCO, KVC West Virginia, Pressley Ridge",
    "scope": "Statewide",
    "contract_amount": "Not specified (per diem contracts, ongoing)",
    "contract_date": "Ongoing",
    "awarding_agency": "WV Department of Health and Human Resources",
    "source": "https://dhhr.wv.gov/bcf/ChildrenandFamilies/Documents/ContractedProviders.pdf",
    "notes": "Majority of foster children are placed via these private agencies under ongoing contracts."
  },
  {
    "state_or_territory": "Wisconsin",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Wisconsin is state-supervised, county-run. Each county has its own CPS intake (no single hotline; some counties collaborate). Milwaukee is a special case where the state (DCF) took over in . The hotlines are public; Milwaukee’s intake is run by DCF’s Division of Milwaukee Child Protective Services. No outsourcing of hotline operations. Reunification & Foster Care Placement: Wisconsin’s counties generally manage foster care, but Milwaukee County’s foster care has been privatized since due to a lawsuit (the “Michael Q.” settlement). In Milwaukee, DCF contracts private agencies to perform foster care case management. As of recent years, Children’s Hospital of Wisconsin Community Services and SaintA (now Wellpoint) were two primary contractors managing Milwaukee foster care cases under contract with the state. Those contracts include reunification services, recruitment, and case management for assigned cases. (Milwaukee’s model is essentially like Florida/Kansas on a county scale.) Outside Milwaukee, other counties use private agencies for certain services – e.g. foster parent recruitment via Coalition for Children, Youth & Families (formerly known as Foster Care and Adoption Resource Center, which had a state contract now evolving into a Family Connections Center). Some counties contract private agencies for specific cases (Brown County has used Catholic Charities for treatment foster care, for example). Within the last two years: Wisconsin DCF has restructured some support contracts (the Foster Care and Adoption Resource Center contract was rebid in into a new Family Connections Center model ). Milwaukee’s private case management contracts were also reprocured effective (SaintA did not rebid one region, resulting in a new provider taking over that area). In summary: Wisconsin’s foster care is partially privatized (notably Milwaukee’s ongoing contracts), but not a statewide private takeover. Hotline/intake remain public functions."
  },
  {
    "state_or_territory": "Wyoming",
    "function": "Hotline, Intake, Foster Care Placement, Case Management, Reunification",
    "contractor": "Not specified",
    "scope": "Not specified",
    "contract_amount": "Not specified",
    "contract_date": "Not specified",
    "awarding_agency": "Not specified",
    "source": "Vendor-Contracted Child Welfare Services by State (Hotline, Intake, Reunification, Foster Care).pdf",
    "notes": "Hotline & Intake: Wyoming’s Department of Family Services (DFS) handles abuse/neglect reports (each local DFS office takes calls or a central number directs callers) and investigations with DFS caseworkers. No outsourcing of hotline or CPS intake found. Reunification & Foster Care Placement: Wyoming is a small system; DFS manages foster care internally. Private providers are used for some services (e.g. counseling, group homes like Wyoming Behavioral Institute for residential treatment), but placements in foster homes and reunification efforts are carried out by DFS staff in coordination with the courts. No information indicating any vendor contracts for running these core functions; Wyoming remains publicly operated. Sources: The above information is drawn from a combination of state government releases, news reports, and official analyses. Key examples include legislative analyses and news for Florida , Kansas , Nebraska , Illinois , Pennsylvania (Philadelphia) , New York (NYC) , Texas , and California , as well as general child welfare briefs . Each state summary has been crafted based on the latest available data or last known contract info (as of –). Where no connected source provided contract details, it has been noted that no information was found and the assumption is the services are state- or county-run. humanservices.arkansas.gov https://humanservices.arkansas.gov/wp-content/uploads/2019_Arkansas_APSR_FINAL_9...pdf Foster Family Agencies https://www.cdss.ca.gov/inforesources/foster-care/foster-family-agencies DCF proposes resuming oversight of all child protective investigations https://mynews13.com/fl/orlando/watchdog////state-agency-proposes-resuming-oversight-of-all-child-protectiveinvestigations-in-florida Florida's DCF to Take Over Child Protective Services https://www.governing.com/now/floridas-dcf-to-take-over-child-protective-services flsenate.gov https://www.flsenate.gov/Session/Bill///Analyses/h1061c.CFS.PDF Over private agencies partner with DCFS https://newschannel20.com/news/project-illinois/over--private-agencies-partner-with-dcfs [PDF] Illinois Department of Children and Family Services (DCFS) ... https://dcfs.illinois.gov/content/dam/soi/en/web/dcfs/documents/about-us/reports-and-statistics/documents/cfsp--.pdf Case Management Provider Contracts - Newsroom https://www.dcf.ks.gov/Newsroom/Pages/CaseManagementContracts.aspx DCF ditches St. Francis Ministries for Kansas foster care case contracts in Sedgwick • Kansas Reflector https://kansasreflector.com/briefs/dcf-ditches-st-francis-ministries-for-kansas-foster-care-case-contracts/ Reporting Suspected Child Abuse or Neglect - Maryland ... https://dhs.maryland.gov/child-protective-services/reporting-suspected-child-abuse-or-neglect/ CSF Awarded Five-Year Mississippi Contract - Public Knowledge https://pubknow.com/media-center/csf-awarded--year-contract-to-support-mississippis-department-of-child-protective-services/ Missouri bill would let private contractors assist in child abuse ... https://missouriindependent.com////missouri-bill-would-let-private-contractors-assist-in-child-abuse-investigations/ State Canceling Contract with Saint Francis | Nebraska Public Media https://nebraskapublicmedia.org/news/news-articles/state-canceling-contract-with-saint-francis/ Nebraska officials react coolly to call for legal steps in Saint Francis Ministries case • Nebraska Examiner https://nebraskaexaminer.com////nebraska-officials-react-cooly-to-call-for-legal-steps-in-saint-francis-ministries-case/ NYC, L.A. Take Different Paths on Family Visits During Pandemic https://imprintnews.org/child-welfare-/new-york-los-angeles-take-different-paths-on-family-visits/ [PDF] Legislative Budget and Finance Committee https://www.palbfc.gov/Resources/Documents/Reports/.pdf Advocates say PA's child abuse hotline has had major problems ... http://www.publicsource.org/advocates-say-pas-child-abuse-hotline-has-had-major-problems-since--so-why-did-the-statewait-so-long-to-investigate/ Philly DHS has lost two child welfare providers https://www.inquirer.com/politics/philadelphia/department-of-human-services-foster-care-cuas-turning-points-tabor-childabuse-.html Statewide Intake Handbook Section : SWI Contact Center https://www.dfps.texas.gov/handbooks/SWI_Procedures/Files/SWP_pg_1000.asp Microsoft Word - TFCN Provider Manual - Final - Accepted .. - Please Keep In Track Changes https://txfcn.org/wp-content/uploads///TFCN-Provider-Manual-Final-Accepted-...pdf Community-Based Care - News & Events https://www.dfps.texas.gov/CBC/news-and-events/default.asp Saint Francis Ministries Successfully Transitions to Stage II https://saintfrancisministries.org/saint-francis-ministries-successfully-transitions-to-stage-ii/ Across Texas, a slow and sputtered rollout of foster care privatization https://www.texastribune.org////texas-department-family-protective-services-foster-care/ Foster Care Update – KLRD https://klrd.gov////foster-care-update/ JSON each state decision tools.docx file://file-Hz1QGCqgBPVGMxsK82mEuj Dept. of Children and Families: Contract for Wisconsin Family Connections Center - WisPolitics https://www.wispolitics.com//dept-of-children-and-families-contract-for-wisconsin-family-connections-center/ Foster Care: Understanding the Basics - The Policy Circle https://www.thepolicycircle.org/briefs/the-failures-and-future-of-the-u-s-foster-care-system/"
  }
]
